tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'neovim/neovim'
brew 'ghc'
brew 'cabal-install'
brew 'cmake'
brew 'ctags'
brew 'git'
brew 'sqlite'
brew 'gnupg2'
brew 'irssi'
brew 'mongodb'
brew 'nmap'
brew 'node'
brew 'redis'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'neovim/neovim/neovim'
cask 'font-hack'
